V1/Data/ambient/600-3-wrk2-lqnjn.log
Running 5m test @ http://face/
  8 threads and 200 connections
  Thread calibration: mean lat.: 11.061ms, rate sampling interval: 32ms
  Thread calibration: mean lat.: 11.652ms, rate sampling interval: 37ms
  Thread calibration: mean lat.: 11.230ms, rate sampling interval: 35ms
  Thread calibration: mean lat.: 11.709ms, rate sampling interval: 36ms
  Thread calibration: mean lat.: 11.250ms, rate sampling interval: 34ms
  Thread calibration: mean lat.: 11.337ms, rate sampling interval: 34ms
  Thread calibration: mean lat.: 11.903ms, rate sampling interval: 37ms
  Thread calibration: mean lat.: 11.683ms, rate sampling interval: 35ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.95ms    3.88ms  39.46ms   83.43%
    Req/Sec    25.21     61.40   264.00     86.47%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%    9.80ms
 75.000%   11.64ms
 90.000%   16.74ms
 99.000%   24.67ms
 99.900%   30.13ms
 99.990%   35.49ms
 99.999%   37.73ms
100.000%   39.49ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

       5.007     0.000000            1         1.00
       7.699     0.100000         5809         1.11
       8.327     0.200000        11644         1.25
       8.831     0.300000        17404         1.43
       9.303     0.400000        23147         1.67
       9.799     0.500000        28959         2.00
      10.079     0.550000        31879         2.22
      10.375     0.600000        34744         2.50
      10.719     0.650000        37616         2.86
      11.127     0.700000        40531         3.33
      11.639     0.750000        43378         4.00
      11.999     0.775000        44842         4.44
      12.391     0.800000        46275         5.00
      12.943     0.825000        47711         5.71
      13.783     0.850000        49151         6.67
      15.087     0.875000        50597         8.00
      15.895     0.887500        51317         8.89
      16.735     0.900000        52043        10.00
      17.487     0.912500        52762        11.43
      18.271     0.925000        53496        13.33
      19.135     0.937500        54220        16.00
      19.551     0.943750        54570        17.78
      20.047     0.950000        54937        20.00
      20.511     0.956250        55300        22.86
      21.007     0.962500        55656        26.67
      21.615     0.968750        56023        32.00
      21.951     0.971875        56207        35.56
      22.255     0.975000        56376        40.00
      22.671     0.978125        56559        45.71
      23.039     0.981250        56740        53.33
      23.535     0.984375        56918        64.00
      23.823     0.985938        57010        71.11
      24.143     0.987500        57104        80.00
      24.447     0.989062        57189        91.43
      24.831     0.990625        57279       106.67
      25.359     0.992188        57373       128.00
      25.583     0.992969        57416       142.22
      25.887     0.993750        57461       160.00
      26.207     0.994531        57506       182.86
      26.591     0.995313        57550       213.33
      26.991     0.996094        57598       256.00
      27.167     0.996484        57618       284.44
      27.439     0.996875        57641       320.00
      27.711     0.997266        57663       365.71
      28.127     0.997656        57686       426.67
      28.543     0.998047        57709       512.00
      28.847     0.998242        57720       568.89
      29.007     0.998437        57731       640.00
      29.231     0.998633        57742       731.43
      29.647     0.998828        57754       853.33
      30.143     0.999023        57765      1024.00
      30.303     0.999121        57771      1137.78
      30.639     0.999219        57776      1280.00
      30.879     0.999316        57782      1462.86
      31.439     0.999414        57788      1706.67
      31.887     0.999512        57793      2048.00
      32.255     0.999561        57796      2275.56
      32.511     0.999609        57799      2560.00
      32.959     0.999658        57802      2925.71
      33.599     0.999707        57805      3413.33
      33.855     0.999756        57807      4096.00
      34.399     0.999780        57809      4551.11
      34.623     0.999805        57810      5120.00
      34.943     0.999829        57812      5851.43
      35.039     0.999854        57813      6826.67
      35.103     0.999878        57814      8192.00
      35.487     0.999890        57815      9102.22
      35.711     0.999902        57816     10240.00
      36.127     0.999915        57817     11702.86
      36.127     0.999927        57817     13653.33
      36.383     0.999939        57818     16384.00
      36.383     0.999945        57818     18204.44
      36.575     0.999951        57819     20480.00
      36.575     0.999957        57819     23405.71
      36.575     0.999963        57819     27306.67
      37.727     0.999969        57820     32768.00
      37.727     0.999973        57820     36408.89
      37.727     0.999976        57820     40960.00
      37.727     0.999979        57820     46811.43
      37.727     0.999982        57820     54613.33
      39.487     0.999985        57821     65536.00
      39.487     1.000000        57821          inf
#[Mean    =       10.951, StdDeviation   =        3.875]
#[Max     =       39.456, Total count    =        57821]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  60008 requests in 5.00m, 29.23MB read
Requests/sec:    200.02
Transfer/sec:     99.78KB