V1/Data/ambient/600-4-wrk2-fn9gj.log
Running 5m test @ http://face/
  8 threads and 200 connections
  Thread calibration: mean lat.: 48.352ms, rate sampling interval: 136ms
  Thread calibration: mean lat.: 47.272ms, rate sampling interval: 133ms
  Thread calibration: mean lat.: 46.957ms, rate sampling interval: 135ms
  Thread calibration: mean lat.: 47.145ms, rate sampling interval: 137ms
  Thread calibration: mean lat.: 46.272ms, rate sampling interval: 131ms
  Thread calibration: mean lat.: 46.754ms, rate sampling interval: 130ms
  Thread calibration: mean lat.: 47.450ms, rate sampling interval: 135ms
  Thread calibration: mean lat.: 48.161ms, rate sampling interval: 139ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    44.29ms   14.74ms 115.90ms   65.93%
    Req/Sec    24.93     48.93   189.00     83.55%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   43.49ms
 75.000%   54.40ms
 90.000%   64.00ms
 99.000%   80.57ms
 99.900%   92.61ms
 99.990%  107.46ms
 99.999%  115.58ms
100.000%  115.97ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

       7.055     0.000000            1         1.00
      25.359     0.100000         5796         1.11
      30.911     0.200000        11590         1.25
      35.423     0.300000        17376         1.43
      39.519     0.400000        23164         1.67
      43.487     0.500000        28966         2.00
      45.535     0.550000        31850         2.22
      47.551     0.600000        34744         2.50
      49.727     0.650000        37638         2.86
      52.031     0.700000        40562         3.33
      54.399     0.750000        43430         4.00
      55.679     0.775000        44900         4.44
      57.087     0.800000        46340         5.00
      58.591     0.825000        47770         5.71
      60.191     0.850000        49229         6.67
      61.887     0.875000        50662         8.00
      62.911     0.887500        51389         8.89
      63.999     0.900000        52115        10.00
      65.119     0.912500        52826        11.43
      66.367     0.925000        53555        13.33
      67.903     0.937500        54288        16.00
      68.799     0.943750        54644        17.78
      69.759     0.950000        55008        20.00
      70.719     0.956250        55365        22.86
      71.743     0.962500        55724        26.67
      73.087     0.968750        56088        32.00
      73.983     0.971875        56269        35.56
      74.751     0.975000        56445        40.00
      75.647     0.978125        56632        45.71
      76.735     0.981250        56807        53.33
      77.823     0.984375        56986        64.00
      78.527     0.985938        57078        71.11
      79.359     0.987500        57169        80.00
      80.127     0.989062        57260        91.43
      81.023     0.990625        57348       106.67
      81.983     0.992188        57438       128.00
      82.623     0.992969        57484       142.22
      83.391     0.993750        57533       160.00
      84.095     0.994531        57574       182.86
      85.183     0.995313        57623       213.33
      86.143     0.996094        57667       256.00
      86.655     0.996484        57687       284.44
      87.167     0.996875        57710       320.00
      87.615     0.997266        57733       365.71
      88.383     0.997656        57755       426.67
      89.151     0.998047        57779       512.00
      89.727     0.998242        57789       568.89
      90.367     0.998437        57802       640.00
      91.007     0.998633        57811       731.43
      92.031     0.998828        57823       853.33
      92.863     0.999023        57834      1024.00
      93.311     0.999121        57840      1137.78
      93.503     0.999219        57845      1280.00
      94.847     0.999316        57851      1462.86
      96.127     0.999414        57857      1706.67
      96.703     0.999512        57862      2048.00
      97.279     0.999561        57866      2275.56
      97.407     0.999609        57868      2560.00
      97.663     0.999658        57871      2925.71
      98.303     0.999707        57874      3413.33
      99.071     0.999756        57876      4096.00
     100.095     0.999780        57878      4551.11
     101.055     0.999805        57879      5120.00
     102.143     0.999829        57881      5851.43
     105.791     0.999854        57882      6826.67
     107.391     0.999878        57883      8192.00
     107.455     0.999890        57885      9102.22
     107.455     0.999902        57885     10240.00
     109.439     0.999915        57886     11702.86
     109.439     0.999927        57886     13653.33
     111.423     0.999939        57887     16384.00
     111.423     0.999945        57887     18204.44
     114.111     0.999951        57888     20480.00
     114.111     0.999957        57888     23405.71
     114.111     0.999963        57888     27306.67
     115.583     0.999969        57889     32768.00
     115.583     0.999973        57889     36408.89
     115.583     0.999976        57889     40960.00
     115.583     0.999979        57889     46811.43
     115.583     0.999982        57889     54613.33
     115.967     0.999985        57890     65536.00
     115.967     1.000000        57890          inf
#[Mean    =       44.293, StdDeviation   =       14.737]
#[Max     =      115.904, Total count    =        57890]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  60008 requests in 5.00m, 29.28MB read
Requests/sec:    200.01
Transfer/sec:     99.93KB